       IDENTIFICATION DIVISION.
       PROGRAM-ID. Server.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "COBOL server: imposible en COBOL puro sin extensiones de red.".
           STOP RUN.
